       IDENTIFICATION DIVISION.
       PROGRAM-ID. EMPLOYEE.
       DATA DIVISION.
       WORKING-STORAGE SECTION.
       01 EMPLOYEE-NAME PIC X(30) VALUE 'JOHN SMITH'.
       PROCEDURE DIVISION.
           DISPLAY 'EMPLOYEE: ' EMPLOYEE-NAME.
           STOP RUN.
